export const homeText = [
  {
    title:
      "Ласкаво просимо у світ яскравих ідей та натхнення! У нашому магазині ви знайдете:",
    block: [
      "🔹 <b>Готові вироби з бісеру</b> — прикраси, браслети...",
      "🔹 <b>Бісер та фурнітура</b> — великий вибір",
    ],
  },
  {
    title: "🌸 Магазин бісеру та авторських виробів",
    text: "Вітаємо у нашому затишному куточку краси, де кожна намистинка знаходить своє місце, а кожен виріб розповідає власну історію. Тут поєднуються творчість, турбота про деталі та любов до ручної роботи.",
  },
  {
    title: "🧵 Що ви знайдете у нас?",
    block: [
      "🔹 Готові вироби з бісеру — прикраси, браслети, сережки, брелоки, обереги, сувеніри та декоративні елементи.",
      "🔹 <b>Бісер та фурнітура</b> — великий вибір бісеру різних кольорів, розмірів і виробників.",
    ],
  },
  {
    title: "🎨 Натхнення поруч",
    text: "Ласкаво просимо до нашого маленького світу, де бісер — це не просто матеріал, а цілий всесвіт можливостей, кольору, емоцій і краси. Тут кожна намистинка — це потенціал для чогось більшого: прикраси, що підкреслює індивідуальність, подарунка з душею, оберега, у якому закладено значення. Наш магазин створений для тих, хто любить ручну працю, для тих, хто цінує унікальність, деталізацію, кропітку роботу й тепло, яке може дати лише handmade.",
  },
  {
    text: "Ми пропонуємо не просто товари — ми пропонуємо настрій. У нас ви знайдете широкий асортимент бісеру: прозорий, матовий, металізований, перламутровий, із внутрішнім фарбуванням, гранований, круглий, рубаний — як завгодно! Від класичних кольорів до рідкісних відтінків, які важко знайти. Для прикрас, вишивки, бісероплетіння, декору. Ми уважно підбираємо матеріали, щоб вони відповідали якості й довго тішили вас у роботі.",
  },
  {
    text: "Творіть разом з нами. Обирайте готове. Надихайтесь. Ми тут, щоб бути частинкою вашої історії.",
  },
];
